{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2024-11-30T13:46:28.688-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageIdentifier": "RARLab.WinRAR"
				},
				{
					"PackageIdentifier": "Microsoft.VisualStudioCode.Insiders"
				},
				{
					"PackageIdentifier": "Google.Chrome"
				},
				{
					"PackageIdentifier": "gerardog.gsudo"
				},
				{
					"PackageIdentifier": "Microsoft.Edge"
				},
				{
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageIdentifier": "Microsoft.OneDrive"
				},
				{
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageIdentifier": "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.7"
				},
				{
					"PackageIdentifier": "Microsoft.UI.Xaml.2.8"
				},
				{
					"PackageIdentifier": "Microsoft.VCLibs.Desktop.14"
				},
				{
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier": "Microsoft.WSL"
				},
				{
					"PackageIdentifier": "Python.Python.3.13"
				},
				{
					"PackageIdentifier": " Microsoft.PowerShell"
				},
				{
					"PackageIdentifier": "Microsoft.Sysinternals"
				},
				{
					"PackageIdentifier": "Cloudflare.Warp"
				},
				{
					"PackageIdentifier": "MSYS2.MSYS2"
				},
				{
					"PackageIdentifier": "Git.Git"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion": "1.9.25200"
}