aaron-bond.better-comments
adpyke.codesnap
blindtiger.masm
dart-code.dart-code
dart-code.flutter
eamodio.gitlens
github.copilot
github.copilot-chat
istareatscreens.masm-runner
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
ritwickdey.liveserver
rszyma.vscode-kanata
tintinweb.vscode-inline-bookmarks
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
whosydd.carbon
yy0931.vscode-sqlite3-editor
