{
	"$schema": "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate": "2025-02-24T19:52:41.979-00:00",
	"Sources": [
		{
			"Packages": [
				{
					"PackageName": "scrcpy",
					"PackageIdentifier": "Genymobile.scrcpy"
				},
				{
					"PackageName": "Visual Studio Code Insiders",
					"PackageIdentifier": "Microsoft.VisualStudioCode.Insiders"
				},
				{
					"PackageName": "GestureSign",
					"PackageIdentifier": "TransposonY.GestureSign"
				},
				{
					"PackageName": "FFmpeg",
					"PackageIdentifier": "Gyan.FFmpeg"
				},
				{
					"PackageName": "WinRAR",
					"PackageIdentifier": "RARLab.WinRAR"
				},
				{
					"PackageName": "yt-dlp",
					"PackageIdentifier": "yt-dlp.yt-dlp"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Oracle.JDK.19"
				},
				{
					"PackageName": "Cloudflare WARP",
					"PackageIdentifier": "Cloudflare.Warp"
				},
				{
					"PackageName": "Chrome",
					"PackageIdentifier": "Google.Chrome"
				},
				{
					"PackageName": "Powershell 7.0",
					"PackageIdentifier": "Microsoft.PowerShell"
				},
				{
					"PackageName": "Wireshark",
					"PackageIdentifier": "WiresharkFoundation.Wireshark"
				},
				{
					"PackageName": "Microsoft Powertoys",
					"PackageIdentifier": "Microsoft.PowerToys"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Microsoft.VCRedist.2008.x86"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Microsoft.VCRedist.2013.x86"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x64"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Microsoft.VCRedist.2015+.x86"
				},
				{
					"PackageName": "Packages",
					"PackageIdentifier": "Microsoft.DotNet.DesktopRuntime.8"
				},
				{
					"PackageName": "Discord",
					"PackageIdentifier": "Discord.Discord"
				},
				{
					"PackageName": "Microsoft Sysinternals",
					"PackageIdentifier": "Microsoft.Sysinternals"
				},
				{
					"PackageName": "Proton Pass",
					"PackageIdentifier": "Proton.ProtonPass"
				},
				{
					"PackageName": "Zoom",
					"PackageIdentifier": "Zoom.Zoom.EXE"
				},
				{
					"PackageName": "Lenovo Service Bridge",
					"PackageIdentifier": "Lenovo.ServiceBridge"
				},
				{
					"PackageName": "Python 3.13",
					"PackageIdentifier": "Python.Python.3.13"
				},
				{
					"PackageName": "MSYS2",
					"PackageIdentifier": "MSYS2.MSYS2"
				},
				{
					"PackageName": "Kali Linux",
					"PackageIdentifier": "OffSec.KaliLinux"
				},
				{
					"PackageName": "Microsoft Teams",
					"PackageIdentifier": "Microsoft.Teams"
				},
				{
					"PackageName": "Git",
					"PackageIdentifier": "Git.Git"
				},
				{
					"PackageName": "Windows Terminal",
					"PackageIdentifier": "Microsoft.WindowsTerminal"
				}
			],
			"SourceDetails": {
				"Argument": "https://cdn.winget.microsoft.com/cache",
				"Identifier": "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name": "winget",
				"Type": "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion": "1.9.25200"
}